<main>
        <div class="mc-breadcrumbs__wrapper">
            <div class="container-xxl mc-container-mw">
                <div class="mc-breadcrumbs">
                    <a href="/">Главная</a>
                    <a href="#">Гарантия возврата денег</a>
                </div>
            </div>
        </div>
        <section class="mc-law-section mc-section-first">
            <div class="container-xxl mc-container-mw">
                <div class="mc-heading-u__wrapper">
                    <h1 class="mc-heading-u">Гарантия возврата денег</h1>
                </div>
                <div id="main-content" class="mc-sidebar__main">
                    <div id="sidebar" class="sidebar">
                        <div class="sidebar__inner">
                            <div class="mc-sidebar-img mb-0">
                                <picture>
                                    <source type="image/webp" srcset="images/advo4.webp" width="300" height="180">
                                    <img src="images/advo4.jpg" alt="" width="300" height="180" >
                                </picture>
                                <div>
                                    <div>
                                        <span>НЕ ЗАРЫВАЙ</span>
                                    </div>
                                    <div>
                                        <span>ТАЛАНТ </span>
                                    </div>
                                    <div>
                                        <span>УЧИСЬ </span>
                                    </div>
                                    <div>
                                        <span>ОНЛАЙН!</span>
                                    </div>
                                </div>
                                <a href="#">Выбрать курс</a>
                            </div>
                        </div>
                    </div>
                    <div id="content" class="content">
                        <div class="mc-law-section__content">
                            <p>В течение 30-ти дней с момента оплаты услуг в случае отказа от услуг, независимо от причины отказа, гарантируется полный возврат средств, за вычетом комиссий платежных систем, стоимости услуг, которые уже были получены и сумм налогообложения.</p>
                            <p class="xbld mt-4">Условия возврата денег:</p>
                            <ol>
                                <li>Возврат денег осуществляется только за впервые заказанные услуги. Например: если вы заказали услугу, после чего получили возврат денег и заказали у нас подобную услугу второй раз, то вы не сможете получить обратно деньги за второй заказ.</li>
                                <li>Запросить возврат денег можно только на протяжении 30 дней с момента оплаты услуг.</li>
                                <li>Возврат средств производится за вычетом комиссии платежных систем и сумм налогообложения.</li>
                                <li>При платежах картой VISA и MasterCard деньги возвращаются на ту же карту, с которой был произведен платеж. После того, как мы вернем платеж деньги появятся на карте в течении 3-х банковских дней. Обратите внимание на то, что этот платеж не появится в выписках по карте, а просто увеличивается сумма на карте. Такой тип возврата доступен только в течении 30 дней после оплаты.</li>
                                <li>Деньги возвращаются по тем же реквизитам, с которых была произведена оплата услуг.</li>
                                <li>В случае, если оплата была произведена физлицом через отделение банка то деньги могут быть возвращены одним из следующих способов:
                                    <ul>
                                        <li>На карту Приватбанка. Для получения денег на карту Приватбанка, необходимо написать запрос в администрацию и указать номер карты и ФИО получателя.</li>
                                        <li>На дебетную карту любого банка Украины. При этом пользователь должен предоставить все реквизиты для отправки денег на свою карту, а именно: наименование получателя, IBAN, назначение платежа, номер карты, ФИО держателя карты.</li>
                                        <li>Другим способом, который будет удобен для обеих сторон.</li>
                                    </ul>
                                </li>
                                <li>Возврат оплаты производится в течение 10 дней с момента подачи заявки.</li>
                                <li>Возврат оплаты не производится при нарушении правил Монтессори центра.</li>
                                <li>При возврате вычитаются все бонусы и скидки.</li>
                            </ol>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    <!-- Фиксированная плашка пробного урока -->
    <div class="mc-mobile-pay">
        <div class="mc-mobile-pay__buttons">
            <a href="#mc-test-lesson-modal" data-bs-toggle="modal" role="button">Пробный урок $6</a>
        </div>
    </div>
    </main>