<main>
        <div class="mc-breadcrumbs__wrapper">
            <div class="container-xxl mc-container-mw">
                <div class="mc-breadcrumbs">
                    <a href="/">Главная</a>
                    <a href="#">Публичная оферта</a>
                </div>
            </div>
        </div>
        <section class="mc-law-section mc-section-first">
            <div class="container-xxl mc-container-mw">
                <div class="mc-heading-u__wrapper">
                    <h1 class="mc-heading-u">Публичная оферта</h1>
                </div>
                <div id="main-content" class="mc-sidebar__main">
                    <div id="sidebar" class="sidebar">
                        <div class="sidebar__inner">
                            <div class="mc-sidebar-img">
                                <picture>
                                    <source type="image/webp" srcset="images/ado5.webp" width="300" height="180">
                                    <img src="images/ado5.jpg" alt="" width="300" height="180" >
                                </picture>
                                <div>
                                    <div>
                                        <span>НЕ ЗАРЫВАЙ</span>
                                    </div>
                                    <div>
                                        <span>ТАЛАНТ </span>
                                    </div>
                                    <div>
                                        <span>УЧИСЬ </span>
                                    </div>
                                    <div>
                                        <span>ОНЛАЙН!</span>
                                    </div>
                                </div>
                                <a href="#">Выбрать курс</a>
                            </div>
                            <h3 class="mc-heading-sub-p">Содержание</h3>
                            <ul>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-1">Преамбула</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-2">Термины, используемые в настоящем договоре</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-3">1. Общие положения. Предмет договора</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-4">2. Персональные данные. Общие положения</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-5">3. Права и обязанности сторон</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-6">4. Стоимость услуг и порядок расчетов</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-7">5. Особые условия и ответственность сторон</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-8">6. Порядок рассмотрения претензий и споров</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-9">7. Форс-мажор</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-10">8. Момент вступления в силу и цена договора, срок действия договора, порядок изменения и расторжения договора</a></li>
                                <li><a class="mc-about-text-link" href="#mc-offer-text-11">9. Приложения к договору</a></li>
                            </ul>
                        </div>
                    </div>
                    <div id="content" class="content">
                        <div class="mc-law-section__content">
                            <p>Об оказании услуг по обучению в Монтессори центре, именуемого в дальнейшем «Школа», любому физическому лицу, именуемому в дальнейшем «Студент».</p>
                            <p>Настоящее соглашение носит характер публичного договора-оферты согласно ст. 633 Гражданского кодекса Украины, является эквивалентом двухстороннего соглашения и, в соответствии с действующим законодательством Украины, имеет надлежащую юридическую силу с момента полного и безусловного принятия пользователем условий настоящего Договора (Оферты) и ее Приложений. </p>
                            <p>Настоящий Договор является публичным, его условия одинаковы для всех потребителей.</p>
                            <p>Настоящий Договор регулирует взаимоотношения между Школой и Студентами и не регулирует права, обязанности и ответственность третьих лиц по отношению к Школе.</p>
                            <p id="mc-offer-text-1" class="xbld mt-4">Преамбула</p>
                            <p>Приведенная ниже информация является официальным предложением (публичной офертой) любому физическому лицу заключить договор на обучение. В соответствии со ст. 642 Гражданского Кодекса Украины полным и безоговорочным принятием условий публичного договора является факт осуществления Студентом платежа в счет оплаты услуг. Публичная оферта также является принятой при регистрации Студента на сайте Школы (заполнение анкеты студента на сайте Школы). Сайт Школы расположен по адресу <a class="mc-dotted-link" href="https://interschool.online/" target="_blank">interschool.online</a>.</p>
                            <p>Номером договора является уникальный номер (ID Студента), который присваивается Студенту после регистрации на сайте Школы (заполнения анкеты студента).</p>
                            <p id="mc-offer-text-2" class="xbld mt-4">Термины, используемые в настоящем договоре</p>
                            <ul>
                                <li><strong class="xbld">Студент</strong> – физическое лицо, которому предоставляются Услуги, согласно условиям Договора. Все действия, совершенные с использованием логина и пароля Студента, рассматриваются Школой как действия, совершенные Студентом лично, по своему свободному волеизъявлению.</li>
                                <li><strong class="xbld">Школа</strong> – Монтессори центр, при условии оказания всех, одной или нескольких Услуг Студенту.</li>
                                <li><strong class="xbld">Услуги</strong> – услуги по обучению, которые Школа оказывает Студенту.</li>
                                <li><strong class="xbld">Верификация Студента</strong> – подтверждение персональных данных Студента, которые были указаны им при заполнении анкеты на сайте Школы, путем получения от Студента копии паспорта или других документов, удостоверяющих его личность.</li>
                                <li>Значение остальных терминов и условных обозначений, используемых в Договоре, указано в Условиях предоставления Услуг и Политике конфиденциальности. Некоторые другие термины являются общепринятыми и могут быть трактованы так, как они указаны в открытых источниках.</li>
                            </ul>
                            <p id="mc-offer-text-3" class="xbld mt-4">1. Общие положения. Предмет договора</p>
                            <p>1.1.&emsp;В рамках заказанных и оплаченных Студентом Услуг, Школа предоставляет Студенту:</p>
                            <p>1.1.1.&emsp;Услугу по обучению.</p>
                            <p>1.1.2.&emsp;Возможность создания аккаунта (почтового ящика для отправки и получения электронной почты, а также использование приложения Meet для онлайн-уроков).</p>
                            <p>1.1.3.&emsp;Консультации, необходимые для пользования Услугами.</p>
                            <p>1.2.&emsp;Студент обязан реагировать на поступающие обращения (уведомления) о нарушениях законодательства, нарушениях прав или иных законных интересов третьих лиц, и при наличии оснований — самостоятельно устранять соответствующие нарушения. За нарушение требований законодательства, прав интеллектуальной собственности или иных прав и законных интересов третьих лиц или Школы, Студент несет ответственность перед этими третьими лицами и перед Школой в соответствии с законодательством.</p>
                            <p>1.3.&emsp;За предоставленные Услуги по настоящему Договору, возврат денежных средств не производится ни при каких условиях.</p>
                            <p id="mc-offer-text-4" class="xbld mt-4">2. Персональные данные. Общие положения</p>
                            <p>2.1.&emsp;Заключая Договор, Студент подтверждает, что он полностью ознакомлен и согласен с его условиями, а также дает разрешение Школе на обработку своих персональных данных. Подробные условия обращения с персональными данными Студента регламентированы Политикой конфиденциальности, являющейся Приложением к настоящему Договору.</p>
                            <p>2.2.&emsp;Целью обработки персональных данных Студента является возможность предоставления Услуг Школой Студенту, проведения взаиморасчетов, получения счетов и других документов, обнаружения и предотвращения мошеннических или иных незаконных действий, а также решения проблем и повышения уровня безопасности, устранения технических неполадок, защиты от угроз причинения ущерба Школе или его клиентам в соответствии с законодательством, и иные цели, определенные Политикой конфиденциальности.</p>
                            <p>2.3.&emsp;Заключая Договор, Студент подтверждает, что он фактически ознакомлен (без дополнительного уведомления) с положениями Закона Украины «О защите персональных данных», с целями обработки персональных данных, которые он и третьи лица передают Школе.</p>
                            <p>2.4.&emsp;Разрешение Студента на обработку его персональных данных действует в течение всего срока действия Договора, а также в течение следующих 5 (пяти) лет после окончания его действия.</p>
                            <p>2.5.&emsp;Удаление персональных данных осуществляется Школой по заявлению Студента, и является основанием для расторжения Договора. Удаление персональных данных происходит на условиях и в порядке, установленном Политикой конфиденциальности.</p>
                            <p>2.6.&emsp;Персональные данные, предоставленные Студентом, будут доступны сотрудникам и подрядчикам Школы.</p>
                            <p>2.7.&emsp;Заключая настоящий Договор, Студент соглашается с тем, что Школа имеет право предоставлять доступ и передавать персональные данные Студента третьим лицам, не изменяя при этом цель обработки персональных данных, и что он надлежащим образом уведомлен о каждом случае предоставления персональных данных третьим лицам в пределах цели, указанной в пункте 2.2. Договора. В случае изменения цели, с которой персональные данные Студента передаются третьим лицам, Школа уведомляет Студента о новой цели обработки персональных данных путем направления электронного письма на электронный адрес, предоставленный Студентом.</p>
                            <p>2.8.&emsp;Школа гарантирует, что она не будет использовать персональные данные Студента с любой другой целью, кроме целей, указанных в пункте 2.2. Договора, без надлежащего уведомления об этом Студента.</p>
                            <p>2.9.&emsp;Студент инициирует изменение предоставленных им персональных данных в предусмотренных законом или этим Договором случаях.</p>
                            <p>2.10.&emsp;Персональные данные, предоставленные Студентом, являются личной и конфиденциальной информацией в понимании Политики конфиденциальности, которая является неотъемлемой частью Договора.</p>
                            <p>2.11.&emsp;Порядок предоставления Школой личной информации Студента третьим лицам, а также гарантии защиты такой информации указаны в Политике конфиденциальности, которая является неотъемлемой частью Договора.</p>
                            <p id="mc-offer-text-5" class="xbld mt-4">3. Права и обязанности сторон</p>
                            <p>3.1.&emsp;Обязанности Школы:</p>
                            <p>3.1.1.&emsp;Обработать введенные Студентом данные в анкете студента и создать уникальную учетную запись (Email) на основании введенных данных.</p>
                            <p>3.1.2.&emsp;Предоставлять Услуги Студенту в соответствии с суммой оплаты, внесенной согласно Разделу 4 настоящего Договора.</p>
                            <p>3.1.3.&emsp;Публиковать официальные сообщения, связанные с обслуживанием Студентов и изменением тарифов на оплату, на сайте Школы.</p>
                            <p>3.2.&emsp;Обязанности Студента:</p>
                            <p>3.2.1.&emsp;Предоставить полную, правдивую, достоверную, корректную и точную информацию о себе, а также свои контактные данные в количестве, необходимом для предоставления Услуг Школой.</p>
                            <p>3.2.2.&emsp;Самостоятельно устанавливать и изменять все пароли и другие данные, обеспечивающие доступ к Услугам, и нести полную ответственность за их сохранность в тайне.</p>
                            <p>3.2.3.&emsp;Информировать Школу об изменении персональных данных Студента в течение 72 (семидесяти двух) часов с момента, когда такие данные изменились.</p>
                            <p>3.2.4.&emsp;Предоставлять ответ на запросы Школы о подтверждении актуальности предоставленной Студентом персональной информации в течение 24 часов с момента отправки Студенту такого запроса.</p>
                            <p>3.2.5.&emsp;По требованию Школы предоставить копии паспорта или других документов, удостоверяющих личность.</p>
                            <p>3.2.6.&emsp;Своевременно и в полном объеме оплачивать Услуги в соответствии с выбранным тарифным планом Школы. Студент обязуется самостоятельно ознакомиться с информацией об условиях обслуживания и тарифах на сайте Школы.</p>
                            <p>3.2.7.&emsp;Предоставить ответ на административное обращение или уведомление Школы в течение 24 (двадцати четырех) часов с момента отправки Студенту такого обращения или уведомления.</p>
                            <p>3.2.8.&emsp;Соблюдать и обеспечить соблюдение всех требований, предусмотренных Условиями предоставления Услуг.</p>
                            <p>3.3.&emsp;Права Школы:</p>
                            <p>3.3.1.&emsp;Временно либо полностью прекратить предоставление Услуг Студенту и требовать письменных объяснений от Студента в следующих случаях:</p>
                            <p>3.3.1.1.&emsp;Непоступления своевременной оплаты за Услуги.</p>
                            <p>3.3.1.2.&emsp;Предоставления Студентом недостоверной или неточной контактной информации либо непредоставления такой информации по требованию Школы.</p>
                            <p>3.3.1.3.&emsp;Отсутствия ответа Студента на запрос Школы о верификации Студента в течение 24 (двадцати четырех) часов с момента направления такого запроса Студенту посредством Email-уведомления на актуальный адрес электронной почты Студента, или отправки сообщения посредством одного из сервисов: SMS, Telegram, WhatsApp, Viber.</p>
                            <p>3.3.1.4.&emsp;Отсутствия ответа на административное обращения Школы в течение 24 (двадцати четырех) часов с момента отправки такого обращения Студенту одним из средств, указанных в п. 3.3.1.3. Договора.</p>
                            <p>3.3.1.5.&emsp;Совершения действий или бездействие, направленные на ограничение или препятствование в доступе других пользователей к Услугам, предоставляемым Школой, а также осуществление попыток несанкционированного доступа к ресурсам Школы и к другим системам, доступным через сеть Интернет.</p>
                            <p>3.3.1.6.&emsp;Рассылка или отправка сообщений через сеть Интернет любой информации, которая противоречит требованиям законодательства Украины или нормам международного права, содержащимся в международных договорах и конвенциях, участником которых является Украина. Под рассылкой понимается как массовая рассылка нескольких электронных писем множеству получателей, так и множественная рассылка одному получателю, а также использование реквизитов (Email Студента) при подобных рассылках, произведенных через другого провайдера. Под сообщениями понимаются сообщения электронной почты, программы обмена сообщениями (SMS, Skype, Viber, Telegram, WhatsApp) и других подобных средств обмена информацией.</p>
                            <p>3.3.1.7.&emsp;Совершения действий, направленных на то, чтобы посылать, публиковать, передавать, воспроизводить, предоставлять или в любом виде использовать в коммерческих целях информацию, программное обеспечение или другие материалы, полностью или частично полученные посредством Услуг (если это явно не разрешено владельцем подобной информации, программного обеспечения или другой продукции) при условии наличия письменного требования владельца такой информации об ограничении перечисленных действий.</p>
                            <p>3.3.1.8.&emsp;Совершение действий, направленных на то, чтобы посылать, публиковать, передавать, воспроизводить или распространять любым способом полученные посредством Услуг программное обеспечение или другие материалы, полностью или частично, защищенные авторскими или другими правами интеллектуальной собственности, без разрешения владельца, также как и посылать, публиковать, передавать или распространять любым способом любую составляющую предоставляемых Услуг или созданные на ее основе работы, так как сами Услуги также являются объектом авторских и других прав интеллектуальной собственности при условии наличия письменного требования владельца таких прав об ограничении перечисленных действий.</p>
                            <p>3.3.1.9.&emsp;Публикации и передачи через сеть Интернет любой информации, противоречащей действующему украинскому законодательству или международным договорам и конвенциям, участником которых является Украина. В частности, это относится к материалам порнографического характера и иным материалам, размещение которых противоречит законодательству Украины.</p>
                            <p>3.3.1.10.&emsp;Несоблюдения требований, предусмотренных Условиями предоставления Услуг, или размещение материалов, запрещенных этими Условиями.</p>
                            <p>3.3.2.&emsp;Временное прекращение предоставления Услуг Школой означает, что Школа имеет право на время заблокировать частично либо полностью предоставленные Услуги.</p>
                            <p>3.3.3.&emsp;Школа вправе прекратить договорные отношения со Студентом в одностороннем порядке с одновременной отправкой письменного электронного уведомления при нарушении Студентом своих обязанностей по настоящему Договору. Моментом расторжения Договора и прекращения обслуживания считается дата направления соответствующего уведомления Студенту.</p>
                            <p>3.4.&emsp;Права Студента:</p>
                            <p>3.4.1.&emsp;Требовать от Школы предоставления Услуг в соответствии с условиями настоящего Договора.</p>
                            <p>3.4.2.&emsp;Получать от Школы информацию об Услугах и дополнительных платных сервисах.</p>
                            <p>3.4.3.&emsp;Обращаться к Школе с жалобами и предложениями относительно улучшения качества Услуг.</p>
                            <p id="mc-offer-text-6" class="xbld mt-4">4. Стоимость услуг и порядок расчетов</p>
                            <p>4.1.&emsp;Оплата Услуг осуществляется в национальной валюте Украины в соответствии с тарифами, установленными на момент предоставления Услуги на условиях 100% предоплаты.</p>
                            <p>4.2.&emsp;Осуществляя оплату через отделения банковского учреждения, плательщик обязан указать в платежном документе фамилию и имя Студента.</p>
                            <p>4.3.&emsp;Школа вправе в одностороннем порядке пересматривать цены на Услуги. О введении новых цен Школа уведомляет Студента, опубликовав сообщение об этом на сайте Школы. Новые цены вступают в силу с даты опубликования на сайте Школы. В случае изменения цен, внесенная оплата за Услуги не пересчитывается.</p>
                            <p>4.4.&emsp;Услуги считаются оплаченными с момента поступления средств Школе и обновления соответствующей информации в панели управления Услугами Студента на сайте Школы.</p>
                            <p>4.5.&emsp;Школа имеет право на свой выбор отказать в предоставлении Услуг Студенту или ограничить его в некоторых инструментах по оплате Услуг в случаях поступления Школе от банковского учреждения или платежной системы обращений (жалоб, требований, претензий) по возврату оплаты за Услуги в пользу Студента — плательщика.</p>
                            <p id="mc-offer-text-7" class="xbld mt-4">5. Особые условия и ответственность сторон</p>
                            <p>5.1.&emsp;Школа не гарантирует абсолютную безошибочность Услуг и не дает гарантию того, что предлагаемое программное обеспечение или любые другие материалы не содержат системных ошибок. Школа предпринимает все разумные усилия и меры с целью недопущения этого.</p>
                            <p>5.2.&emsp;Школа не несет ответственности за прямой или косвенный ущерб, причиненный Студенту в результате использования или невозможности пользования Услугами либо понесенный в результате ошибок, сбоев, недоступности Услуг, DDоS и других атак на Сервере или в сети Студента либо Школы, удаления файлов, дефектов, задержек в работе или передаче данных, или изменения функций и других причин. Школа не гарантирует принятие почты Студента от удаленных сетей, функционирование которых привело к занесению адреса такой сети в списки, по которым программа доставки почты Школы не осуществляет прием почты.</p>
                            <p>5.3.&emsp;Размер ответственности Школы перед Студентом ограничивается и не может превышать стоимости фактически потребленных этим Студентом услуг за последний месяц.</p>
                            <p>5.3.1.&emsp;Школа не несет ответственности за действия, бездействия, сторонние сервисы или сбои со стороны третьих лиц, банковских и финансовых учреждений, платежных систем.</p>
                            <p>5.4.&emsp;Студент принимает на себя полную ответственность и за риски, связанные с использованием предоставляемых Услуг. В частности, Студент обязуется возместить Школе в полном объеме все убытки, причиненные Школе в результате нарушения Студентом условий настоящего Договора и Правил предоставления услуг, а также возместить другие расходы, понесенные Школой вследствие таких нарушений (в частности, расходы на правовую помощь в случае, если судом будет установлен факт нарушения Студентом действующего законодательства или прав или законных интересов третьих лиц).</p>
                            <p>5.4.1.&emsp;Студент несет полную ответственность за ущерб, причиненный противоправным использованием им Услуг перед третьими лицами в случае нарушения им прав этих третьих лиц.</p>
                            <p>5.5.&emsp;Студент полностью ответственен за сохранность своего пароля и за убытки, которые могут возникнуть по причине несанкционированного его использования третьими лицами.</p>
                            <p>5.6.&emsp;Школа не является надлежащим ответчиком или соответчиком по любым обязательствам, претензиям третьих лиц и расходам, связанными с нарушением Студентом (или другими лицами, использующими его имя и пароль) условий настоящего Договора или требований законодательства.</p>
                            <p>5.7.&emsp;Школа рассматривает правомерные запросы Студента касательно предоставляемых ему Услуг, направленные только с контактного Email Студента. 5.8. Студент несет ответственность за урегулирование любых споров, связанных с оказанием ему Услуг, и обязуется защитить Школу от любых рекламаций, претензий и исков со стороны третьих лиц, возникших в связи с оказанием ему Услуг. Студент обязуется компенсировать Школе все понесенные им расходы (включая судебные издержки), связанные с рассмотрением любых споров, претензий, рекламаций, исков со стороны третьих лиц, связанных с оказанием Студенту Услуг, а также возместить причиненный Школе ущерб.</p>
                            <p>5.9.&emsp;Студент дает свое согласие на получение уведомлений относительно предоставления Услуг по электронной почте (Email) и через службы коротких сообщений (SMS, Viber, Telegram, WhatsApp и другие).</p>
                            <p>5.10.&emsp;Стороны согласились считать надлежащим выражение своего волеизъявления при заключении настоящего Договора путем проставления Студентом отметки о согласии с ним на сайте Школы. Указанный способ заключения настоящего Договора имеют такую же юридическую силу, как и собственноручная подпись уполномоченных представителей Сторон на письменном документе.</p>
                            <p>5.11.&emsp;Стороны согласились с тем, что подписание счетов, изменений и дополнений в настоящий Договор может осуществляться путем проставления Студентом отметки о согласии об этом на сайте Школы.</p>
                            <p id="mc-offer-text-8" class="xbld mt-4">6. Порядок рассмотрения претензий и споров</p>
                            <p>6.1.&emsp;Претензии Студента относительно Услуг принимаются Школой к рассмотрению только в письменном виде и в срок не позднее 3 (трех) календарных дней с даты начала возникновения спорной ситуации. Срок рассмотрения претензий Студента составляет не более 14 (четырнадцати) рабочих дней с момента обращения. Претензии от третьих лиц относительно предоставляемых Услуг тому или иному Студенту Школой не рассматриваются, кроме случаев, прямо предусмотренных законодательством. Школа оставляет за собой право переадресовывать соответствующим Студентам законные обоснованные требования и обращения правообладателей и других лиц, которые считают свои права нарушенными, об устранении таких нарушений.</p>
                            <p>6.1.1.&emsp;Школа, согласно действующего законодательства, не является субъектом, рассматривающим споры о праве. В частности, Школа не уполномочена подтверждать или опровергать факты наличия или отсутствия прав третьих лиц на те или иные объекты интеллектуальной собственности, факты нарушений Студентами прав третьих лиц на торговые марки, на знаки для товаров услуг, а также на любые другие объекты права интеллектуальной собственности.</p>
                            <p id="mc-offer-text-9" class="xbld mt-4">7. Форс-мажор</p>
                            <p>7.1.&emsp;Ни одна из Сторон не несет ответственности за невыполнение или ненадлежащее выполнение настоящего Договора, если это вызвано действием обстоятельств непреодолимой силы («форс-мажор»), о которых Стороны не могли заранее знать и/или другими непредвиденными обстоятельствами, которые препятствуют выполнению договорных обязательств и происходят независимо от воли и желания Сторон.</p>
                            <p>К обстоятельствам непреодолимой силы относятся (но не ограничиваясь): пожар, наводнение, землетрясение, цунами, смерч, ураган, тайфун, оползни, селевые потоки, снежные лавины, извержение вулканов и другие природные катаклизмы, войны, революции, государственные перевороты, забастовки, диверсионные и террористические акты, грабежи, аварии в системе энергоснабжения и связи, изменения законодательства, действия государственных органов и их должностных лиц, если эти обстоятельства непосредственно влияют на выполнение настоящего Договора, и их возникновение удостоверено (подтверждено) органом, уполномоченным в соответствии с законодательством удостоверять обстоятельства форс-мажора. К непредвиденным обстоятельствам, препятствующим выполнению договорных обязательств, относятся (но не ограничиваясь): авария серверов Школы, противоправные действия третьих лиц, взрыв и тому подобное.</p>
                            <p>7.2.&emsp;Сторона, которой стало известно о наступлении таких обстоятельств, уведомляет об этом другую Сторону не позднее 15 (пятнадцати) календарных дней с момента возникновения таких обстоятельств.</p>
                            <p>7.3.&emsp;В случае возникновения форс-мажорных обстоятельств срок выполнения обязательств по настоящему Договору переносится на период, в течение которого действуют такие обстоятельства и их последствия.</p>
                            <p id="mc-offer-text-10" class="xbld mt-4">8. Момент вступления в силу и цена договора, срок действия договора, порядок изменения и расторжения договора</p>
                            <p>8.1.&emsp;Студент вправе в любое время в одностороннем порядке отказаться от Услуг Школы. В этом случае возврат денежных средств, в том числе и предоплата за Услуги, не производится.</p>
                            <p>8.2.&emsp;Школа имеет право в любое время в одностороннем порядке отказать в обслуживании Студенту без разъяснения причин, при этом осуществляется возврат денежных средств за полные месяцы оплаченных Услуг. Школа имеет право приостановить обслуживание всех или нескольких Услуг Студента в случае непредоставления Студентом ответа на уведомление (административное обращение) Школы на протяжении 48 (сорока восьми) часов с момента направления ему уведомления (административного обращения) Школы. Школа имеет право в одностороннем порядке расторгнуть Договор со Студентом в случае нарушения Студентом настоящего Договора или Условий предоставления услуг.</p>
                            <p>8.3.&emsp;Студент имеет право в течении 30 (тридцати) дней с момента оплаты Услуг, в случае несоответствия качества Услуг условиям настоящего Договора, требовать возврата денег от Школы. По истечении указанного срока заказанная и оплаченная Услуга считается предоставленной Школой Студенту надлежащим образом, своевременно и в полном объеме, и Студент утрачивает право предъявлять претензии к Школе касательно качества, полноты, сроков оказания Услуги.</p>
                            <p>8.4.&emsp;Договор вступает в силу с момента его заключения и действует в течение всего срока обучения Студента.</p>
                            <p>8.5.&emsp;Цена Договора состоит из суммы всех платежей, полученных Школой от Студента за предоставленные Услуги в течение всего срока обучения Студента.</p>
                            <p>8.6.&emsp;Школа вправе в одностороннем порядке периодически пересматривать отдельные условия Договора или технические характеристики Услуг, предоставляемых Студентам. В случае внесения Школой изменений в Договор Школа обязуется опубликовать указанные изменения на своем сайте.</p>
                            <p>8.7.&emsp;В любом случае, вне зависимости от ознакомления Студента с изменениями в Договор по ссылке-приглашению, направленному ему по Email или каким-либо другим, принятым Сторонами способом, такие изменения вступают в силу немедленно с момента их публикации на сайте Школы.</p>
                            <p>8.8.&emsp;В случае согласия Студента с изменениями, настоящий Договор продолжает свое действие с учетом внесенных изменений.</p>
                            <p>8.9.&emsp;В случае если Студент не согласен с опубликованными изменениями в Договоре, он обязуется сообщить Школе о своем несогласии официальным письмом с уведомлением о вручении или отправив письмо в электронной форме, заверенное его электронной цифровой подписью. Договор прекращает свое действие с даты получения такого уведомления Школой.</p>
                            <p>8.10.&emsp;Заключая настоящий Договор, Студент полностью и безоговорочно соглашается со всеми Приложениями к нему: Условиями предоставления услуг и Политикой конфиденциальности.</p>
                            <p>8.11.&emsp;По всем вопросам, не урегулированным в этом тексте Договора, Стороны руководствуются действующим законодательством Украины.</p>
                            <p id="mc-offer-text-11" class="xbld mt-4">9. Приложения к договору</p>
                            <p>9.1.&emsp;Приложения являются неотъемлемой частью настоящего Договора.</p>
                            <p>9.2.&emsp;Приложение № 1 – <a class="mc-dotted-link" href="/terms">Условия предоставления услуг</a>.</p>
                            <p>9.3.&emsp;Приложение № 2 – <a class="mc-dotted-link" href="/privacy">Политика конфиденциальности</a>.</p>
                            <p>9.4.&emsp;Приложение № 3 – <a class="mc-dotted-link" href="/garanty">Гарантия возврата денег</a>.</p>
                            <p>9.5.&emsp;Приложение № 4 – <a class="mc-dotted-link" href="/complaints">Порядок обработки жалоб</a>.</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
        <!-- Фиксированная плашка пробного урока -->
        <div class="mc-mobile-pay">
            <div class="mc-mobile-pay__buttons">
                <a href="#mc-test-lesson-modal" data-bs-toggle="modal" role="button">Пробный урок $6</a>
            </div>
        </div>
    </main>