<main>
        <div class="mc-breadcrumbs__wrapper">
            <div class="container-xxl mc-container-mw">
                <div class="mc-breadcrumbs">
                    <a href="/">Главная</a>
                    <a href="#">Наши конкурсы, выставки и музыкальная олимпиада</a>
                </div>
            </div>
        </div>

        <section class="mc-contest-section mc-section-first">
            <div class="container-xxl mc-container-mw">
                <h1 class="mc-heading-t">Наши конкурсы, выставки и музыкальная олимпиада</h1>
                <div class="mc-contest-section__logos mb-5 mb-lg-53">
                    <a href="https://mystetstvo.org/" class="mc-contest-section__logos-item" target="_blank">
                        <picture class="d-inline d-sm-none d-lg-inline">
                            <source type="image/webp" srcset="images/cnr-mstz.webp" width="300" height="180">
                            <img src="images/cnr-mstz.png" alt="" width="300" height="180" >
                        </picture>
                        <picture class="d-none d-sm-inline d-lg-none">
                            <source type="image/webp" srcset="images/cnr-mstz-lg.webp" width="300" height="180">
                            <img src="images/cnr-mstz-lg.png" alt="" width="300" height="180" >
                        </picture>
                    </a>
                    <a href="https://childopenart.com/" class="mc-contest-section__logos-item" target="_blank">
                        <picture>
                            <source type="image/webp" srcset="images/cnr-chopart.webp" width="300" height="180">
                            <img src="images/cnr-chopart.png" alt="" width="300" height="180">
                        </picture>
                    </a>
                    <a href="https://piano.ua/" class="mc-contest-section__logos-item" target="_blank">
                        <picture>
                            <source type="image/webp" srcset="images/cnr-piano.webp" width="300" height="180">
                            <img src="images/cnr-piano.png" alt="" width="300" height="180" >
                        </picture>
                    </a>
                    <a href="https://petitpas.dance/" class="mc-contest-section__logos-item" target="_blank">
                        <picture>
                            <source type="image/webp" srcset="images/cnr-petipa.webp" width="300" height="180">
                            <img src="images/cnr-petipa.png" alt="" width="300" height="180" >
                        </picture>
                    </a>
                    <a href="https://holoskrainy.ua/" class="mc-contest-section__logos-item" target="_blank">
                        <picture>
                            <source type="image/webp" srcset="images/cnr-holos.webp" width="300" height="180">
                            <img src="images/cnr-holos.png" alt="" width="300" height="180" >
                        </picture>
                    </a>
                    <a href="https://vocal.ua/" class="mc-contest-section__logos-item" target="_blank">
                        <picture>
                            <source type="image/webp" srcset="images/cnr-vocal.webp" width="300" height="180">
                            <img src="images/cnr-vocal.png" alt="" width="300" height="180" >
                        </picture>
                    </a>
                </div>
                <div class="mc-contest-section__text-wrapper mc-text-wrapper">
                    <p>Крупнейшие всеукраинские комплексные музыкальные соревнования, которые проводятся при поддержке Министерства культуры Украины, Национального союза композиторов Украины, Национальной академии искусств Украины, Национальной музыкальной академии Украины им. П.И. Чайковского и под патронатом выдающегося украинского композитора, Героя Украины, народного артиста Украины, лауреата Национальной премии Украины имени Тараса Шевченко Евгения Станковича. </p>
                    <p>Крупнейший многопрофильный некоммерческий всеукраинский открытый конкурс-выставка изобразительных видов искусства. Конкурс-выставка проходит в один тур два раза в год: весной и осенью. Соревнования проходят в 57 номинациях и в 13 возрастных категориях — от 2 лет и старше без ограничений.</p>
                    <p>Крупнейший многопрофильный некоммерческий всеукраинский открытый конкурс-выставка изобразительных видов искусства. Конкурс-выставка проходит в один тур два раза в год: весной и осенью. Соревнования проходят в 57 номинациях и в 13 возрастных категориях — от 2 лет и старше без ограничений. Крупнейший многопрофильный некоммерческий всеукраинский открытый конкурс-выставка изобразительных видов искусства. Конкурс-выставка проходит в один тур два раза в год: весной и осенью. Соревнования проходят в 57 номинациях и в 13 возрастных категориях — от 2 лет и старше без ограничений. Проводится с целью выявления талантливых украинских музыкальных исполнителей, повышения исполнительского мастерства учеников, студентов и педагогов музыкальных учреждений Украины, повышения уровня престижа музыкальных специальностей, обмена творческими достижениями между музыкантами. Конкурс пианистов проходит в два тура, ежегодно весной. Соревнования пианистов проходят в 5 группах номинаций. Крупнейший многопрофильный некоммерческий всеукраинский открытый конкурс-выставка изобразительных видов искусства. Конкурс-выставка проходит в один тур два раза в год: весной и осенью. Соревнования проходят в 57 номинациях и в 13 возрастных категориях — от 2 лет и старше без ограничений. Всеукраинское открытое музыкальное соревнование солистов и вокальных коллективов. Конкурс проводится с целью выявления талантливых украинских музыкальных исполнителей, повышения исполнительского мастерства учеников, студентов и педагогов музыкальных учреждений Украины, повышения уровня престижа музыкальных специальностей, обмена творческими достижениями между музыкантами. Конкурс вокалистов проходит в два тура, ежегодно весной. Проводится с целью выявления талантливых украинских музыкальных исполнителей, повышения исполнительского мастерства учеников, студентов и педагогов музыкальных учреждений Украины, повышения уровня престижа музыкальных специальностей, обмена творческими достижениями между музыкантами. Конкурс пианистов проходит в два тура, ежегодно весной. Соревнования пианистов проходят в 5 группах номинаций. В котором принимают участие студенты и педагоги “Монтессори центра”. Фестиваль проводится 2 раза в семестр, в концертных залах г. Киева. Участники фестиваля выступают в двух номинациях: балет и современный танец. Цель проведения фестиваля — приобщение студентов «Монтессори центра» к танцу, как к виду искусства. Проводится с целью выявления талантливых украинских музыкальных исполнителей, повышения исполнительского мастерства учеников, студентов и педагогов музыкальных учреждений Украины, повышения уровня престижа музыкальных специальностей, обмена творческими достижениями между музыкантами. </p>
                    <p>Конкурс пианистов проходит в два тура, ежегодно весной. Соревнования пианистов проходят в 5 группах номинаций. Конкурс проводится с целью приобщения студентов «Монтессори центра» к изобразительному искусству и наполнения онлайн-галереи работ студентов и педагогов «ChildOpenArt.com» для методической и выставочной деятельности. Конкурс проводится в двух форматах: ежемесячный конкурс и семестровый конкурс: Ежемесячный конкурс проводится каждый месяц, Семестровый конкурс проводится 2 раза в год: в декабре и в мае. Проводится с целью выявления талантливых украинских музыкальных исполнителей, повышения исполнительского мастерства учеников, студентов и педагогов музыкальных учреждений Украины, повышения уровня престижа музыкальных специальностей, обмена творческими достижениями между музыкантами. Конкурс пианистов проходит в два тура, ежегодно весной. Соревнования пианистов проходят в 5 группах номинаций.</p>
                </div>
            </div>
        </section>
    </main>