<main>
        <div class="mc-breadcrumbs__wrapper">
            <div class="container-xxl mc-container-mw">
                <div class="mc-breadcrumbs">
                    <a href="/">Главная</a>
                    <a href="#">Политика конфиденциальности</a>
                </div>
            </div>
        </div>
        <section class="mc-law-section mc-section-first">
            <div class="container-xxl mc-container-mw">
                <div class="mc-heading-u__wrapper">
                    <h1 class="mc-heading-u">Политика конфиденциальности</h1>
                </div>
                <div id="main-content" class="mc-sidebar__main">
                    <div id="sidebar" class="sidebar">
                        <div class="sidebar__inner">
                            <div class="mc-sidebar-img">
                                <picture>
                                    <source type="image/webp" srcset="images/ads2.webp" width="300" height="180">
                                    <img src="images/ads2.jpg" alt="" width="300" height="180" >
                                </picture>
                                <div>
                                    <div>
                                        <span>НЕ ЗАРЫВАЙ</span>
                                    </div>
                                    <div>
                                        <span>ТАЛАНТ </span>
                                    </div>
                                    <div>
                                        <span>УЧИСЬ </span>
                                    </div>
                                    <div>
                                        <span>ОНЛАЙН!</span>
                                    </div>
                                </div>
                                <a href="#">Выбрать курс</a>
                            </div>
                            <h3 class="mc-heading-sub-p">Содержание</h3>
                            <ul>
                                <li><a class="mc-about-text-link" href="#mc-privacy-text-1">1. Сбор личной информации</a></li>
                                <li><a class="mc-about-text-link" href="#mc-privacy-text-2">2. Предоставление доступа к информации</a></li>
                                <li><a class="mc-about-text-link" href="#mc-privacy-text-3">3. Защита информации</a></li>
                                <li><a class="mc-about-text-link" href="#mc-privacy-text-4">4. Доступ к личной информации и её обновление</a></li>
                                <li><a class="mc-about-text-link" href="#mc-privacy-text-5">5. Защита информации</a></li>
                            </ul>
                        </div>
                    </div>
                    <div id="content" class="content">
                        <div class="mc-law-section__content">
                            <p>Команда Монтессори центра беспокоится об обеспечении безопасности данных своих клиентов. Именно поэтому мы составили настоящую Политику конфиденциальности, чтобы Вы не беспокоились о том, что происходит с Вашими персональными данными, которые Вы предоставили нам для регистрации.</p>
                            <p>Регистрируясь на веб-сайте, Вы предоставляете Монтессори центру согласие на обработку всех введенных для регистрации данных с целью надлежащего предоставления услуг Монтессори центром, как это предусмотрено Публичной офертой.</p>
                            <p>Регистрируясь на веб-сайте, Вы также подтверждаете, что ознакомились с перечнем своих прав как субъекта данных согласно статье 8 Закона Украины «О защите персональных данных». Этот перечень доступен по ссылке: <a class="mc-dotted-link" href="http://zakon2.rada.gov.ua/laws/show/2297-17" target="_blank">Закон України</a>.</p>
                            <p id="mc-privacy-text-1" class="xbld mt-4">1. Сбор личной информации</p>
                            <p>1.1.&emsp;Во время регистрации на сайте мы просим Вас сообщить необходимую личную информацию в объеме, который является необходимым для предоставления услуг. Мы оставляем за собой право потребовать предоставить дополнительную личную информацию в случае необходимости.</p>
                            <p>1.2.&emsp;Файлы cookie — когда Вы заходите на наш сайт, мы отправляем один или несколько файлов cookie на Ваш компьютер или другое устройство.Файлы cookie используются для того, чтобы повышать качество предоставляемых услуг: сохранять настройки пользователя.</p>
                            <p>1.3.&emsp;Информация о посещении — при доступе на сайт наши серверы автоматически записывают определенную информацию. Эти журналы сервера могут содержать такую информацию, как веб-запрос, IP-адрес, тип и язык браузера, дату и время запроса.</p>
                            <p>1.4.&emsp;Монтессори центр может обрабатывать личную информацию на серверах в Украине и в других странах. В некоторых случаях личная информация пользователей обрабатывается за пределами страны пользователя.</p>
                            <p id="mc-privacy-text-2" class="xbld mt-4">2. Предоставление доступа к информации</p>
                            <p>2.1.&emsp;Мы предоставляем доступ к Вашей личной информации другим лицам только при следующих ограниченных обстоятельствах:</p>
                            <p>2.1.1.&emsp;У нас есть на это Ваше разрешение. Для передачи любой конфиденциальной информации нам требуется Ваше явное согласие.</p>
                            <p>2.1.2.&emsp;У нас есть достаточные основания полагать, что доступ, использование, сохранение или раскрытие такой информации необходимо для:</p>
                            <p>2.1.2.1.&emsp;Соблюдения законодательства Украины, в том числе предоставления информации по требованию физических и юридических лиц, учреждений, организаций любой формы собственности или государственных органов, которые имеют право на получение такой информации согласно законодательству Украины.</p>
                            <p>2.1.2.2.&emsp;Расследования потенциальных нарушений Публичной оферты, что предполагает предоставление информации о Вас в ответ на надлежащим образом оформленный адвокатский запрос с информацией о нарушениях.</p>
                            <p>2.1.2.3.&emsp;Выявления и предотвращения мошеннических действий, а также решения проблем безопасности и устранения технических неисправностей.</p>
                            <p>2.1.2.4.&emsp;Защиты от непосредственной угрозы правам, имуществу или безопасности Монтессори центру, его студентов или общественности, в рамках законодательства Украины.</p>
                            <p id="mc-privacy-text-3" class="xbld mt-4">3. Защита информации</p>
                            <p>3.1.&emsp;Мы принимаем все необходимые меры для защиты данных от неавторизованного доступа, изменения, раскрытия или уничтожения. К этим мерам относятся, в частности, внутренняя проверка процессов сбора, хранения и обработки данных и мер безопасности, включая соответствующее шифрование и меры по обеспечению физической безопасности данных для предотвращения неавторизованного доступа.</p>
                            <p id="mc-privacy-text-4" class="xbld mt-4">4. Доступ к личной информации и её обновление</p>
                            <p>4.1.&emsp;Мы делаем все от нас зависящее, чтобы предоставить Вам доступ к Вашим личным данным и либо исправить их, если они неверны, либо удалить по Вашему запросу, если только их хранение не требуется законом или не обусловлено законными деловыми целями. Перед обработкой запросов мы просим пользователей подтвердить свою личность и информацию, которую они хотят получить, исправить или удалить.</p>
                            <p id="mc-privacy-text-5" class="xbld mt-4">5. Защита информации</p>
                            <p>5.1. Настоящая политика конфиденциальности может время от времени меняться. Изменения, вносимые в политику конфиденциальности, будут опубликованы на этой странице.</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    <!-- Фиксированная плашка пробного урока -->
    <div class="mc-mobile-pay">
        <div class="mc-mobile-pay__buttons">
            <a href="#mc-test-lesson-modal" data-bs-toggle="modal" role="button">Пробный урок $6</a>
        </div>
    </div>
    </main>