<main>
        <div class="mc-breadcrumbs__wrapper">
            <div class="container-xxl mc-container-mw">
                <div class="mc-breadcrumbs">
                    <a href="/">Главная</a>
                    <a href="#">Условия предоставления услуг</a>
                </div>
            </div>
        </div>
        <section class="mc-law-section mc-section-first">
            <div class="container-xxl mc-container-mw">
                <div class="mc-heading-u__wrapper">
                    <h1 class="mc-heading-u">Условия предоставления услуг</h1>
                </div>
                <div id="main-content" class="mc-sidebar__main">
                    <div id="sidebar" class="sidebar">
                        <div class="sidebar__inner">
                            <div class="mc-sidebar-img">
                                <picture>
                                    <source type="image/webp" srcset="images/ads.webp" width="300" height="180">
                                    <img src="images/ads.jpg" alt="" width="300" height="180" >
                                </picture>
                                <div>
                                    <div>
                                        <span>НЕ ЗАРЫВАЙ</span>
                                    </div>
                                    <div>
                                        <span>ТАЛАНТ </span>
                                    </div>
                                    <div>
                                        <span>УЧИСЬ </span>
                                    </div>
                                    <div>
                                        <span>ОНЛАЙН!</span>
                                    </div>
                                </div>
                                <a href="#">Выбрать курс</a>
                            </div>
                            <h3 class="mc-heading-sub-p">Содержание</h3>
                            <ul>
                                <li><a class="mc-about-text-link" href="#mc-terms-text-1">1. Учетная запись студента</a></li>
                                <li><a class="mc-about-text-link" href="#mc-terms-text-2">2. Аккаунт студента</a></li>
                                <li><a class="mc-about-text-link" href="#mc-terms-text-3">3. Список неприемлемых материалов при предоставлении услуг</a></li>
                                <li><a class="mc-about-text-link" href="#mc-terms-text-4">4. Рассылка спама</a></li>
                            </ul>
                        </div>
                    </div>
                    <div id="content" class="content">
                        <div class="mc-law-section__content">
                            <p>Предоставление Услуг Исполнителем (далее — Школа) основывается на условиях, которые приведены ниже:</p>
                            <p id="mc-terms-text-1" class="xbld mt-4">1. Учетная запись студента</p>
                            <p>1.1.&emsp;Регистрируясь на сайте Школы, Студент обязан предоставить достоверную и конкретную информацию о себе, в том числе свои контактные данные. Студент отвечает за работоспособность адреса электронной почты и мобильного телефона, указанных при регистрации. Студент обязан при регистрации указать адрес электронной почты, который находится в домене, который не находится в собственности у Школы. Для связи со Студентом по предоставлению Услуг, Школа будет отправлять сообщения по электронной почте (Email) и через службы коротких сообщений (SMS, Viber, Telegram и другие) на номер мобильного телефона Студента.</p>
                            <p id="mc-terms-text-2" class="xbld mt-4">2. Аккаунт студента</p>
                            <p>2.1.&emsp;Студент несет полную ответственность за все действия, которые совершались на его Аккаунте, созданным и предоставленным Школой, в том числе, если логин и пароль к Аккаунту стал известен третьим лицам.</p>
                            <p id="mc-terms-text-3" class="xbld mt-4">3. Список неприемлемых материалов при предоставлении услуг</p>
                            <p>3.1.&emsp;Все Услуги, предоставляемые Школой, должны быть использованы Студентом только в легальных целях и не противоречить действующему законодательству Украины и международным законодательным актам.</p>
                            <p>3.2.&emsp;Студенту запрещается совершать действия по размещению электронной (цифровой) информации на своем Аккаунте с нарушением авторского права и (или) смежных прав, или других прав интеллектуальной собственности третьих лиц. Это включает, но не ограничивается нелегальным распространением музыки, книг, фотографий, журналов или любой другой работы, защищенной авторскими правами. Попытка продажи контрафактной продукции приведет к немедленной блокировке Аккаунта Студента. Любой Аккаунт, который замечен в нарушении авторских прав, будет полностью или частично заблокирован. Любой Аккаунт, замеченный в повторном нарушении авторских прав, будет удален.</p>
                            <p>3.3.&emsp;Использование Аккаунта Студента для хранения резервных копий или в качестве хранилища данных — запрещено.</p>
                            <p>3.4.&emsp;Перечень материалов, которые являются неприемлемыми в Аккаунтах Студентов:</p>
                            <p>3.4.1.&emsp;Warez, crack ресурсы.</p>
                            <p>3.4.2.&emsp;Пиратские архивы фильмов, музыки, книг, телевизионных и компьютерных программ.</p>
                            <p>3.5.&emsp;Студенты несут полную ответственность за все действия, которые совершались через их Панели управления Услугами. В том числе в случае, если логин и пароль к Панели управления Услугами стал известен третьим лицам. В случае обнаружения несанкционированного доступа к Аккаунту Студента Школа имеет право ограничить к нему доступ до тех пор, пока со стороны Студента не будут приняты соответствующие меры.</p>
                            <p id="mc-terms-text-4" class="xbld mt-4">4. Рассылка спама</p>
                            <p>4.1.&emsp;Любой Аккаунт Студента, с которого осуществляется массовая рассылка незапрашиваемых писем (СПАМ), будет немедленно заблокирован с уведомлением или без такового. Аккаунт Студента, действия которого привели к появлению IP адреса, находящегося в пространстве IP адресов нашей компании, в черном списке, будет немедленно заблокирован.</p>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    </main>